Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Total spent this cycle
bg: Общо похарчено този цикъл
cs: Celkem utraceno v tomto cyklu
da: Brugt i alt denne cyklus
de: Insgesamt ausgegeben in diesem Zyklus
es: Total gastado este ciclo
fi: Käytetty yhteensä tällä jaksolla
fr: Total dépensé ce cycle
it: Totale speso questo ciclo
nb: Brukt totalt denne perioden
nl: Totaal uitgegeven deze cyclus
pl: Łącznie wydano w tym cyklu
pt: Total gasto neste ciclo
ro: Total cheltuit în acest ciclu
ru: Всего потрачено в этом цикле
sv: Spenderat totalt denna period

# cat_utilities
source: Utilities
bg: Комунални услуги
cs: Energie
da: Forsyning
de: Nebenkosten
es: Suministros
fi: Käyttökulut
fr: Services publics
it: Utenze
nb: Strøm & vann
nl: Nutsvoorzieningen
pl: Media
pt: Serviços públicos
ro: Utilități
ru: Коммунальные услуги
sv: El & vatten

# cat_bills_finance
source: Bills & Finance
bg: Сметки и финанси
cs: Účty & finance
da: Regninger & økonomi
de: Rechnungen und Finanzen
es: Facturas y finanzas
fi: Laskut & talous
fr: Factures et finances
it: Bollette e finanze
nb: Regninger & økonomi
nl: Rekeningen en financiën
pl: Rachunki i finanse
pt: Contas e finanças
ro: Facturi & finanțe
ru: Счета и финансы
sv: Räkningar & ekonomi

# cat_loan_repayment
source: Loan Repayment
bg: Погасяване на кредит
cs: Splátka půjčky
da: Låneafdrag
de: Kreditrückzahlung
es: Pago de préstamo
fi: Lainanmaksu
fr: Remboursement de prêt
it: Rimborso prestito
nb: Låneavdrag
nl: Leningaflossing
pl: Spłata kredytu
pt: Pagamento de empréstimo
ro: Rambursare credit
ru: Погашение кредита
sv: Amortering

# cat_taxes
source: Taxes
bg: Данъци
cs: Daně
da: Skatter
de: Steuern
es: Impuestos
fi: Verot
fr: Impôts
it: Tasse
nb: Skatter
nl: Belastingen
pl: Podatki
pt: Impostos
ro: Impozite
ru: Налоги
sv: Skatter

# cat_bank_fees
source: Bank & Fees
bg: Банка и такси
cs: Banka & poplatky
da: Bank & gebyrer
de: Bankgebühren
es: Comisiones bancarias
fi: Pankki & maksut
fr: Frais bancaires
it: Commissioni bancarie
nb: Bank & gebyrer
nl: Bankkosten
pl: Bank i opłaty
pt: Tarifas bancárias
ro: Bancă & comisioane
ru: Банк и комиссии
sv: Bank & avgifter

# cat_savings
source: Savings
bg: Спестявания
cs: Úspory
da: Opsparing
de: Ersparnisse
es: Ahorros
fi: Säästöt
fr: Épargne
it: Risparmi
nb: Sparing
nl: Sparen
pl: Oszczędności
pt: Poupança
ro: Economii
ru: Сбережения
sv: Sparande

# cat_public_transport
source: Public Transport
bg: Обществен транспорт
cs: Veřejná doprava
da: Offentlig transport
de: Öffentlicher Nahverkehr
es: Transporte público
fi: Julkinen liikenne
fr: Transports en commun
it: Trasporto pubblico
nb: Kollektivtransport
nl: Openbaar vervoer
pl: Transport publiczny
pt: Transporte público
ro: Transport public
ru: Общественный транспорт
sv: Kollektivtrafik

# cat_taxi_rideshare
source: Taxi & Rideshare
bg: Такси и споделени пътувания
cs: Taxi & spolujízda
da: Taxi & samkørsel
de: Taxi und Fahrdienste
es: Taxi y VTC
fi: Taksi & kyydit
fr: Taxi et VTC
it: Taxi e ride-sharing
nb: Taxi & samkjøring
nl: Taxi en ride-sharing
pl: Taksówki i przejazdy
pt: Táxi e transporte por app
ro: Taxi & ridesharing
ru: Такси и каршеринг
sv: Taxi & samåkning

# cat_parking
source: Parking
bg: Паркиране
cs: Parkování
da: Parkering
de: Parken
es: Aparcamiento
fi: Pysäköinti
fr: Stationnement
it: Parcheggio
nb: Parkering
nl: Parkeren
pt: Estacionamento
ro: Parcare
ru: Парковка
sv: Parkering

# cat_tolls_vignette
source: Tolls & Vignette
bg: Пътни такси и винетка
cs: Mýtné & dálniční známka
da: Vejafgift & vignet
de: Maut und Vignette
es: Peajes y viñeta
fi: Tiemaksut & vinjetti
fr: Péages et vignette
it: Pedaggi e vignetta
nb: Bompenger & vignett
nl: Tol en vignet
pl: Opłaty drogowe i winieta
pt: Portagens e vinheta
ro: Taxe rutiere & rovinietă
ru: Дорожные сборы и виньетка
sv: Vägavgifter & vinjett

# cat_dental
source: Dental
bg: Стоматология
cs: Zubař
da: Tandpleje
de: Zahnarzt
es: Dentista
fi: Hammashoito
fr: Dentiste
it: Dentista
nb: Tannpleie
nl: Tandarts
pl: Stomatologia
pt: Dentista
ro: Stomatologie
ru: Стоматология
sv: Tandvård

# cat_optical
source: Optical
bg: Оптика
cs: Optika
da: Optik
de: Optiker
es: Óptica
fi: Optikko
fr: Opticien
it: Ottica
nb: Optikk
nl: Opticien
pl: Optyka
pt: Ótica
ro: Optică
ru: Оптика
sv: Optik

# cat_coffee_cafes
source: Coffee & Cafés
bg: Кафе и кафенета
cs: Káva & kavárny
da: Kaffe & caféer
de: Kaffee und Cafés
es: Café y cafeterías
fi: Kahvi & kahvilat
fr: Cafés
it: Caffè e bar
nb: Kaffe & kafeer
nl: Koffie en koffiebars
pl: Kawa i kawiarnie
pt: Café e cafeterias
ro: Cafea & cafenele
ru: Кофе и кафе
sv: Kaffe & caféer

# cat_bars_nightlife
source: Bars & Nightlife
bg: Барове и нощен живот
cs: Bary & noční život
da: Barer & natteliv
de: Bars und Nachtleben
es: Bares y vida nocturna
fi: Baarit & yöelämä
fr: Bars et vie nocturne
it: Locali e vita notturna
nb: Barer & uteliv
nl: Bars en nachtleven
pl: Bary i życie nocne
pt: Bares e vida noturna
ro: Baruri & viață de noapte
ru: Бары и ночная жизнь
sv: Barer & uteliv

# cat_childcare
source: Childcare
bg: Грижа за деца
cs: Péče o děti
da: Børnepasning
de: Kinderbetreuung
es: Cuidado infantil
fi: Lastenhoito
fr: Garde d'enfants
it: Asilo nido
nb: Barnepass
nl: Kinderopvang
pl: Opieka nad dziećmi
pt: Creche
ro: Îngrijire copii
ru: Уход за детьми
sv: Barnomsorg

# cat_mortgage
source: Mortgage
bg: Ипотека
cs: Hypotéka
da: Boliglån
de: Hypothek
es: Hipoteca
fi: Asuntolaina
fr: Prêt immobilier
it: Mutuo
nb: Boliglån
nl: Hypotheek
pl: Kredyt hipoteczny
pt: Hipoteca
ro: Credit ipotecar
ru: Ипотека
sv: Bolån

# cat_insurance
source: Insurance
bg: Застраховки
cs: Pojištění
da: Forsikring
de: Versicherung
es: Seguros
fi: Vakuutus
fr: Assurance
it: Assicurazione
nb: Forsikring
nl: Verzekering
pl: Ubezpieczenia
pt: Seguro
ro: Asigurări
ru: Страхование
sv: Försäkring

# cat_phone_internet
source: Phone & Internet
bg: Телефон и интернет
cs: Telefon & internet
da: Telefon & internet
de: Telefon und Internet
es: Teléfono e internet
fi: Puhelin & internet
fr: Téléphone et internet
it: Telefono e internet
nb: Telefon & internett
nl: Telefoon en internet
pl: Telefon i internet
pt: Telefone e internet
ro: Telefon & internet
ru: Телефон и интернет
sv: Telefon & internet

source: / month
bg: / мес.
cs: / měsíc
da: / måned
de: / Monat
es: / mes
fi: / kk
fr: / mois
it: / mese
nb: / mnd
nl: / maand
pl: / miesiąc
pt: / mês
ro: / lună
ru: / месяц
sv: / mån

source: / week
bg: / седмица
cs: / týden
da: / uge
de: / Woche
es: / semana
fi: / vko
fr: / semaine
it: / settimana
nb: / uke
pl: / tydz.
pt: / semana
ro: / săptămână
ru: / нед.
sv: / vecka

source: %@ / mo
bg: %1$@ / мес.
cs: %1$@ / měs.
da: %1$@ / md.
de: %1$@ / Mon.
es: %1$@ / mes
fi: %1$@ / kk
fr: %1$@ / mois
it: %1$@ / mese
nb: %1$@ / mnd
nl: %1$@ / mnd
pl: %1$@ / mies.
pt: %1$@ / mês
ro: %1$@ / lună
ru: %1$@ / мес.
sv: %1$@ / mån

source: %@ → %@ from that charge onward. About %@ more over a year.
bg: %1$@ → %2$@ от това плащане нататък. Около %3$@ повече за година.
cs: %1$@ → %2$@ od té platby dále. Přibližně o %3$@ více za rok.
da: %1$@ → %2$@ fra den opkrævning og frem. Omkring %3$@ mere over et år.
de: %1$@ → %2$@ ab dieser Zahlung. Etwa %3$@ mehr pro Jahr.
es: %1$@ → %2$@ a partir de ese cargo. Unos %3$@ más al año.
fi: %1$@ → %2$@ kyseisestä maksusta alkaen. Noin %3$@ enemmän vuodessa.
fr: %1$@ → %2$@ à partir de ce prélèvement. Environ %3$@ de plus sur un an.
it: %1$@ → %2$@ da quell'addebito in poi. Circa %3$@ in più in un anno.
nb: %1$@ → %2$@ fra og med den betalingen. Omtrent %3$@ mer i løpet av et år.
nl: %1$@ → %2$@ vanaf die betaling. Ongeveer %3$@ meer per jaar.
pl: %1$@ → %2$@ począwszy od tej opłaty. Około %3$@ więcej w ciągu roku.
pt: %1$@ → %2$@ a partir dessa cobrança. Cerca de %3$@ a mais por ano.
ro: %1$@ → %2$@ de la acea plată încolo. Cu aproximativ %3$@ mai mult pe an.
ru: %1$@ → %2$@ начиная с того списания. Примерно на %3$@ больше за год.
sv: %1$@ → %2$@ från och med den betalningen. Ungefär %3$@ mer på ett år.

source: %@ a month on subscriptions
bg: %1$@ на месец за абонаменти
cs: %1$@ měsíčně na předplatná
da: %1$@ om måneden på abonnementer
de: %1$@ im Monat für Abos
es: %1$@ al mes en suscripciones
fi: %1$@ kuukaudessa tilauksiin
fr: %1$@ par mois en abonnements
it: %1$@ al mese in abbonamenti
nb: %1$@ i måneden på abonnementer
nl: %1$@ per maand aan abonnementen
pl: %1$@ miesięcznie na subskrypcje
pt: %1$@ por mês em assinaturas
ro: %1$@ pe lună pe abonamente
ru: %1$@ в месяц на подписки
sv: %1$@ i månaden på prenumerationer

source: %1$@ a month on subscriptions — %2$lld%% of what you spend. Under 5%% scores full marks.
bg: %1$@ на месец за абонаменти — %2$lld%% от разходите ти. Под 5%% е пълен резултат.
cs: %1$@ měsíčně na předplatná — %2$lld%% vašich výdajů. Pod 5%% je plný počet bodů.
da: %1$@ om måneden på abonnementer — %2$lld%% af dit forbrug. Under 5%% giver fuld score.
de: %1$@ im Monat für Abos — %2$lld%% deiner Ausgaben. Unter 5%% gibt die volle Punktzahl.
es: %1$@ al mes en suscripciones — el %2$lld%% de lo que gastas. Menos del 5%% obtiene la máxima puntuación.
fi: %1$@ kuukaudessa tilauksiin — %2$lld%% menoistasi. Alle 5%% antaa täydet pisteet.
fr: %1$@ par mois en abonnements — %2$lld%% de vos dépenses. En dessous de 5%%, note maximale.
it: %1$@ al mese in abbonamenti — il %2$lld%% di ciò che spendi. Sotto il 5%% ottiene il massimo.
nb: %1$@ i måneden på abonnementer — %2$lld%% av det du bruker. Under 5%% gir full pott.
nl: %1$@ per maand aan abonnementen — %2$lld%% van wat je uitgeeft. Onder 5%% is de volle score.
pl: %1$@ miesięcznie na subskrypcje — %2$lld%% Twoich wydatków. Poniżej 5%% daje maksimum punktów.
pt: %1$@ por mês em assinaturas — %2$lld%% do que você gasta. Abaixo de 5%% garante nota máxima.
ro: %1$@ pe lună pe abonamente — %2$lld%% din cât cheltuiești. Sub 5%% ia punctaj maxim.
ru: %1$@ в месяц на подписки — %2$lld%% ваших расходов. Меньше 5%% — максимальный балл.
sv: %1$@ i månaden på prenumerationer — %2$lld%% av vad du spenderar. Under 5%% ger full poäng.

source: %@ already paid
bg: %1$@ вече платени
cs: %1$@ již zaplaceno
da: %1$@ allerede betalt
de: %1$@ bereits bezahlt
es: %1$@ ya pagado
fi: %1$@ jo maksettu
fr: %1$@ déjà payé
it: %1$@ già pagati
nb: %1$@ allerede betalt
nl: %1$@ al betaald
pl: %1$@ już zapłacono
pt: %1$@ já pagos
ro: %1$@ deja plătit
ru: %1$@ уже оплачено
sv: %1$@ redan betalt

source: %@ budget
bg: Бюджет %@
cs: Rozpočet %@
es: Presupuesto %@
fi: %@-budjetti
nb: %@-budsjett
pl: Budżet %@
pt: Orçamento %@
ro: Buget %@
ru: Бюджет %@

# %@ down %lld%%
source: %1$@ down %2$lld%%
bg: %1$@ надолу с %2$lld%%
cs: %1$@ dolů o %2$lld%%
da: %1$@ ned %2$lld%%
de: %1$@ um %2$lld%% gesunken
es: %1$@ bajó un %2$lld%%
fi: %1$@ laski %2$lld%%
fr: %1$@ en baisse de %2$lld%%
it: %1$@ in calo del %2$lld%%
nb: %1$@ ned %2$lld%%
nl: %1$@ %2$lld%% omlaag
pl: %1$@ w dół o %2$lld%%
pt: %1$@ caiu %2$lld%%
ro: %1$@ în scădere cu %2$lld%%
ru: %1$@ ниже на %2$lld%%
sv: %1$@ ned %2$lld%%

source: %@ in total — small, but it adds up.
bg: %1$@ общо — дребно, но се натрупва.
cs: %1$@ celkem — maličkost, ale nasčítá se.
da: %1$@ i alt — småt, men det løber op.
de: %1$@ insgesamt — klein, aber es summiert sich.
es: %1$@ en total — poco, pero suma.
fi: %1$@ yhteensä — pientä, mutta kertyy.
fr: %1$@ au total — peu, mais ça s'accumule.
it: %1$@ in totale — poco, ma si somma.
nb: %1$@ totalt — smått, men det summerer seg.
nl: %1$@ in totaal — klein, maar het telt op.
pl: %1$@ łącznie — drobne, ale się sumuje.
pt: %1$@ no total — pouco, mas acumula.
ro: %1$@ în total — puțin, dar se adună.
ru: %1$@ в сумме — мелочь, но набегает.
sv: %1$@ totalt — smått, men det växer.

# %@ is down %lld%% this month
source: %1$@ is down %2$lld%% this month
bg: %1$@ е с %2$lld%% надолу този месец
cs: %1$@ je tento měsíc o %2$lld%% níž
da: %1$@ er faldet %2$lld%% denne måned
de: %1$@ ist diesen Monat um %2$lld%% gesunken
es: %1$@ ha bajado un %2$lld%% este mes
fi: %1$@ on laskenut %2$lld%% tässä kuussa
fr: %1$@ a baissé de %2$lld%% ce mois-ci
it: %1$@ è sceso del %2$lld%% questo mese
nb: %1$@ er ned %2$lld%% denne måneden
nl: %1$@ is deze maand %2$lld%% gedaald
pl: %1$@ w dół o %2$lld%% w tym miesiącu
pt: %1$@ caiu %2$lld%% neste mês
ro: %1$@ a scăzut cu %2$lld%% luna aceasta
ru: %1$@ ниже на %2$lld%% в этом месяце
sv: %1$@ har minskat %2$lld%% den här månaden

source: %@ is running behind
bg: %1$@ изостава
cs: %1$@ je pozadu
da: %1$@ er bagud
de: %1$@ liegt zurück
es: %1$@ va con retraso
fi: %1$@ on jäljessä
fr: %1$@ est en retard
it: %1$@ è in ritardo
nb: %1$@ ligger etter
nl: %1$@ loopt achter
pl: %1$@ ma opóźnienie
pt: %1$@ está ficando para trás
ro: %1$@ a rămas în urmă
ru: %1$@ отстаёт от плана
sv: %1$@ ligger efter

# %@ is up %lld%%
source: %1$@ is up %2$lld%%
bg: %1$@ е с %2$lld%% нагоре
cs: %1$@ je o %2$lld%% výš
da: %1$@ er steget %2$lld%%
de: %1$@ um %2$lld%% gestiegen
es: %1$@ ha subido un %2$lld%%
fi: %1$@ on noussut %2$lld%%
fr: %1$@ a augmenté de %2$lld%%
it: %1$@ è salito del %2$lld%%
nb: %1$@ er opp %2$lld%%
nl: %1$@ is %2$lld%% gestegen
pl: %1$@ w górę o %2$lld%%
pt: %1$@ subiu %2$lld%%
ro: %1$@ a crescut cu %2$lld%%
ru: %1$@ выше на %2$lld%%
sv: %1$@ har ökat %2$lld%%

# %@ is up %lld%% — %@ vs your %@ average
source: %1$@ is up %2$lld%% — %3$@ vs your %4$@ average
bg: %1$@ е с %2$lld%% нагоре — %3$@ спрямо средното ти %4$@
cs: %1$@ je o %2$lld%% výš — %3$@ oproti vašemu průměru %4$@
da: %1$@ er steget %2$lld%% — %3$@ mod dit gennemsnit på %4$@
de: %1$@ ist um %2$lld%% gestiegen — %3$@ ggü. deinem Schnitt von %4$@
es: %1$@ ha subido un %2$lld%% — %3$@ frente a tu media de %4$@
fi: %1$@ on noussut %2$lld%% — %3$@ vs. keskiarvosi %4$@
fr: %1$@ a augmenté de %2$lld%% — %3$@ contre votre moyenne de %4$@
it: %1$@ è salito del %2$lld%% — %3$@ contro la tua media di %4$@
nb: %1$@ er opp %2$lld%% — %3$@ mot gjennomsnittet ditt på %4$@
nl: %1$@ is %2$lld%% gestegen — %3$@ tegenover je gemiddelde van %4$@
pl: %1$@ w górę o %2$lld%% — %3$@ vs. średnia %4$@
pt: %1$@ subiu %2$lld%% — %3$@ vs. sua média de %4$@
ro: %1$@ a crescut cu %2$lld%% — %3$@ față de media ta de %4$@
ru: %1$@ выше на %2$lld%% — %3$@ против вашего среднего %4$@
sv: %1$@ har ökat %2$lld%% — %3$@ mot ditt snitt på %4$@

source: %@ left
bg: Остават %1$@
cs: Zbývá %1$@
da: %1$@ tilbage
de: %1$@ übrig
es: %1$@ restante
fi: %1$@ jäljellä
fr: %1$@ restant
it: %1$@ rimasti
nb: %1$@ igjen
nl: %1$@ over
pl: Pozostało %1$@
pt: %1$@ restante
ro: %1$@ rămas
ru: Осталось %1$@
sv: %1$@ kvar

# %@ left · %lld days to go
source: %1$@ left · %2$lld days to go
bg: Остават %1$@ · още %2$lld дни
cs: Zbývá %1$@ · ještě %2$lld dní
da: %1$@ tilbage · %2$lld dage endnu
de: %1$@ übrig · noch %2$lld Tage
es: %1$@ restante · faltan %2$lld días
fi: %1$@ jäljellä · vielä %2$lld päivää
fr: %1$@ restant · encore %2$lld jours
it: %1$@ rimasti · ancora %2$lld giorni
nb: %1$@ igjen · %2$lld dager gjenstår
nl: %1$@ over · nog %2$lld dagen
pl: %1$@ pozostało · jeszcze %2$lld dni
pt: %1$@ restante · faltam %2$lld dias
ro: %1$@ rămas · încă %2$lld zile
ru: Осталось %1$@ · ещё %2$lld дн.
sv: %1$@ kvar · %2$lld dagar återstår

source: %@ left for the rest of the week.
bg: %1$@ остават до края на седмицата.
cs: %1$@ zbývá do konce týdne.
da: %1$@ tilbage til resten af ugen.
de: %1$@ für den Rest der Woche übrig.
es: %1$@ para el resto de la semana.
fi: %1$@ jäljellä loppuviikoksi.
fr: %1$@ pour le reste de la semaine.
it: %1$@ per il resto della settimana.
nb: %1$@ igjen for resten av uken.
nl: %1$@ over voor de rest van de week.
pl: %1$@ pozostało do końca tygodnia.
pt: %1$@ para o resto da semana.
ro: %1$@ rămas pentru restul săptămânii.
ru: %1$@ осталось до конца недели.
sv: %1$@ kvar för resten av veckan.

source: %@ more out than in
bg: Разходи с %1$@ над дохода
cs: Výdaje o %1$@ nad příjmy
da: %1$@ mere ud end ind
de: %1$@ mehr raus als rein
es: %1$@ más de salida que de entrada
fi: %1$@ enemmän ulos kuin sisään
fr: %1$@ de plus en sorties qu'en entrées
it: %1$@ in uscita in più che in entrata
nb: %1$@ mer ut enn inn
nl: %1$@ meer uit dan in
pl: %1$@ więcej wychodzi, niż wpływa
pt: %1$@ a mais saindo do que entrando
ro: %1$@ mai mult ieșit decât intrat
ru: Расход больше прихода на %1$@
sv: %1$@ mer ut än in

source: %@ of %@
bg: %1$@ от %2$@
cs: %1$@ z %2$@
da: %1$@ af %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
nb: %1$@ av %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt: %1$@ de %2$@
ro: %1$@ din %2$@
ru: %1$@ из %2$@
sv: %1$@ av %2$@

source: %@ of %@ · %@ to go
bg: %1$@ от %2$@ · остават %3$@
cs: %1$@ z %2$@ · zbývá %3$@
da: %1$@ af %2$@ · %3$@ tilbage
de: %1$@ von %2$@ · noch %3$@
es: %1$@ de %2$@ · faltan %3$@
fi: %1$@ %2$@:sta · %3$@ jäljellä
fr: %1$@ sur %2$@ · %3$@ restant
it: %1$@ su %2$@ · ancora %3$@
nb: %1$@ av %2$@ · %3$@ igjen
nl: %1$@ van %2$@ · nog %3$@
pl: %1$@ z %2$@ · pozostało %3$@
pt: %1$@ de %2$@ · faltam %3$@
ro: %1$@ din %2$@ · %3$@ rămas
ru: %1$@ из %2$@ · осталось %3$@
sv: %1$@ av %2$@ · %3$@ kvar

source: %@ over
bg: %1$@ над лимита
cs: %1$@ nad limit
da: %1$@ over
de: %1$@ drüber
es: %1$@ de más
fi: %1$@ yli
fr: %1$@ de trop
it: %1$@ in più
nb: %1$@ over
nl: %1$@ te veel
pl: %1$@ ponad
pt: %1$@ acima
ro: %1$@ peste
ru: Превышение %1$@
sv: %1$@ över

source: %@ over — spent more than you have left this cycle.
bg: %1$@ над лимита — похарчи повече, отколкото ти остава този цикъл.
cs: %1$@ nad limit — utratili jste víc, než v tomto cyklu zbývá.
da: %1$@ over — du har brugt mere, end du har tilbage denne cyklus.
de: %1$@ drüber — mehr ausgegeben, als dir in diesem Zyklus bleibt.
es: %1$@ de más — has gastado más de lo que te queda este ciclo.
fi: %1$@ yli — käytit enemmän kuin sinulla on jäljellä tällä jaksolla.
fr: %1$@ de trop — vous avez dépensé plus qu'il ne vous reste pour ce cycle.
it: %1$@ in più — hai speso più di quanto ti resta questo ciclo.
nb: %1$@ over — du har brukt mer enn du har igjen denne perioden.
nl: %1$@ te veel — meer uitgegeven dan er deze cyclus over is.
pl: %1$@ ponad — wydano więcej, niż zostało w tym cyklu.
pt: %1$@ acima — você gastou mais do que resta neste ciclo.
ro: %1$@ peste — ai cheltuit mai mult decât ți-a rămas în acest ciclu.
ru: %1$@ сверх лимита — потрачено больше, чем осталось в этом цикле.
sv: %1$@ över — du har spenderat mer än du har kvar denna period.

source: %@ put aside this month.
bg: %1$@ заделени този месец.
cs: %1$@ odloženo tento měsíc.
da: %1$@ lagt til side denne måned.
de: %1$@ diesen Monat zurückgelegt.
es: %1$@ apartados este mes.
fi: %1$@ säästöön tässä kuussa.
fr: %1$@ mis de côté ce mois-ci.
it: %1$@ messi da parte questo mese.
nb: %1$@ lagt til side denne måneden.
nl: %1$@ opzijgezet deze maand.
pl: %1$@ odłożone w tym miesiącu.
pt: %1$@ guardados neste mês.
ro: %1$@ puși deoparte luna aceasta.
ru: %1$@ отложено в этом месяце.
sv: %1$@ avsatt den här månaden.

source: %@ saved
bg: %1$@ спестени
cs: Uspořeno %1$@
da: %1$@ sparet op
de: %1$@ gespart
es: %1$@ ahorrado
fi: %1$@ säästetty
fr: %1$@ épargné
it: %1$@ risparmiati
nb: %1$@ spart
nl: %1$@ gespaard
pl: Zaoszczędzono %1$@
pt: %1$@ economizado
ro: %1$@ economisit
ru: Накоплено %1$@
sv: %1$@ sparat

source: %@ spent
bg: Похарчени %1$@
cs: %1$@ utraceno
da: %1$@ brugt
de: %1$@ ausgegeben
es: %1$@ gastado
fi: %1$@ käytetty
fr: %1$@ dépensé
it: %1$@ spesi
nb: %1$@ brukt
nl: %1$@ uitgegeven
pl: Wydano %1$@
pt: %1$@ gasto
ro: %1$@ cheltuit
ru: Потрачено %1$@
sv: %1$@ spenderat

source: %@ spent · %lld%%
bg: Похарчени %1$@ · %2$lld%%
cs: %1$@ utraceno · %2$lld%%
da: %1$@ brugt · %2$lld%%
de: %1$@ ausgegeben · %2$lld%%
es: %1$@ gastado · %2$lld%%
fi: %1$@ käytetty · %2$lld%%
fr: %1$@ dépensé · %2$lld%%
it: %1$@ spesi · %2$lld%%
nb: %1$@ brukt · %2$lld%%
nl: %1$@ uitgegeven · %2$lld%%
pl: Wydano %1$@ · %2$lld%%
pt: %1$@ gasto · %2$lld%%
ro: %1$@ cheltuit · %2$lld%%
ru: Потрачено %1$@ · %2$lld%%
sv: %1$@ spenderat · %2$lld%%

source: %@/day for the next %lld days
bg: %1$@/ден за следващите %2$lld дни
cs: %1$@/den na příštích %2$lld dní
da: %1$@/dag i %2$lld dage
de: %1$@/Tag für %2$lld weitere Tage
es: %1$@/día durante %2$lld días
fi: %1$@/päivä seuraavien %2$lld päivän ajan
fr: %1$@/jour pendant %2$lld jours
it: %1$@/giorno per %2$lld giorni
nb: %1$@/dag de neste %2$lld dagene
nl: %1$@/dag voor de komende %2$lld dagen
pl: %1$@/dzień przez najbliższe %2$lld dnia
pt: %1$@/dia pelos próximos %2$lld dias
ro: %1$@/zi pentru următoarele %2$lld de zile
ru: %1$@/день на следующие %2$lld дня
sv: %1$@/dag de närmaste %2$lld dagarna

source: %@/mo to %@
bg: %1$@/мес. до %2$@
cs: %1$@/měs. do %2$@
da: %1$@/md. til %2$@
de: %1$@/Mon. bis %2$@
es: %1$@/mes para %2$@
fi: %1$@/kk %2$@ mennessä
fr: %1$@/mois d'ici %2$@
it: %1$@/mese entro %2$@
nb: %1$@/mnd til %2$@
nl: %1$@/mnd tot %2$@
pl: %1$@/mies. do %2$@
pt: %1$@/mês até %2$@
ro: %1$@/lună până în %2$@
ru: %1$@/мес. до %2$@
sv: %1$@/mån till %2$@

source: %@/month to reach by %@
bg: %1$@/месец за постигане до %2$@
cs: %1$@/měsíc ke splnění do %2$@
da: %1$@/måned for at nå det inden %2$@
de: %1$@/Monat, um bis %2$@ zu erreichen
es: %1$@/mes para alcanzarlo antes del %2$@
fi: %1$@/kuukausi tavoitteeseen %2$@ mennessä
fr: %1$@/mois pour atteindre d'ici le %2$@
it: %1$@/mese per raggiungerlo entro il %2$@
nb: %1$@/måned for å nå målet innen %2$@
nl: %1$@/maand om het tegen %2$@ te bereiken
pl: %1$@/miesiąc, aby osiągnąć do %2$@
pt: %1$@/mês para atingir até %2$@
ro: %1$@/lună pentru a atinge până pe %2$@
ru: %1$@/месяц, чтобы достичь к %2$@
sv: %1$@/månad för att nå målet senast %2$@

# %lld days left
source: %1$lld days left
bg: Остават %lld дни
cs: Zbývá %lld dní
da: %lld dage tilbage
de: Noch %lld Tage
es: Quedan %lld días
fi: %lld päivää jäljellä
fr: %lld jours restants
it: %lld giorni rimasti
nb: %lld dager igjen
nl: Nog %lld dagen
pl: Pozostało %lld dni
pt: Faltam %lld dias
ro: %lld zile rămase
ru: Осталось %lld дн.
sv: %lld dagar kvar

source: %lld found in your receipts
bg: %1$lld открити в бележките ти
cs: %1$lld předplatných ve vašich účtenkách
da: %1$lld fundet i dine kvitteringer
de: %1$lld in deinen Belegen gefunden
es: %1$lld encontrados en tus recibos
fi: %1$lld löytyi kuiteistasi
fr: %1$lld trouvés dans vos reçus
it: %1$lld trovati nei tuoi scontrini
nb: %1$lld funnet i kvitteringene dine
nl: %1$lld gevonden in je bonnen
pl: Znaleziono %1$lld subskrypcji w Twoich paragonach
pt: %1$lld encontradas nos seus recibos
ro: %1$lld de abonamente găsite în bonurile tale
ru: %1$lld подписки найдено в ваших чеках
sv: %1$lld hittade i dina kvitton

source: %lld icons · %lld sections
bg: %lld икони · %lld раздела
cs: %lld ikon · %lld sekcí
da: %lld ikoner · %lld sektioner
de: %lld Symbole · %lld Abschnitte
es: %lld iconos · %lld secciones
fi: %lld kuvaketta · %lld osiota
fr: %lld icônes · %lld sections
it: %lld icone · %lld sezioni
nb: %lld ikoner · %lld seksjoner
nl: %lld pictogrammen · %lld secties
pl: %lld ikon · %lld sekcji
pt: %lld ícones · %lld seções
ro: %lld pictograme · %lld secțiuni
ru: %lld значков · %lld разделов
sv: %lld ikoner · %lld sektioner

# %lld items
source: %1$lld items
bg: %lld артикула
cs: %lld položek
da: %lld varer
de: %lld Artikel
es: %lld artículos
fi: %lld tuotetta
fr: %lld articles
it: %lld articoli
nb: %lld varer
nl: %lld artikelen
pl: %lld pozycji
pt: %lld artigos
ro: %lld articole
ru: %lld товаров
sv: %lld varor

source: %lld matches
bg: %lld съвпадения
cs: %lld shod
da: %lld match
de: %lld Treffer
es: %lld coincidencias
fi: %lld osumaa
fr: %lld résultats
it: %lld corrispondenze
nb: %lld treff
nl: %lld overeenkomsten
pl: %lld wyników
pt: %lld correspondências
ro: %lld potriviri
ru: %lld совпадений
sv: %lld träffar
